<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ecs_ad`;");
E_C("CREATE TABLE `ecs_ad` (
  `ad_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `position_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `media_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `ad_name` varchar(60) NOT NULL DEFAULT '',
  `ad_link` varchar(255) NOT NULL DEFAULT '',
  `ad_code` text NOT NULL,
  `start_time` int(11) NOT NULL DEFAULT '0',
  `end_time` int(11) NOT NULL DEFAULT '0',
  `link_man` varchar(60) NOT NULL DEFAULT '',
  `link_email` varchar(60) NOT NULL DEFAULT '',
  `link_phone` varchar(60) NOT NULL DEFAULT '',
  `click_count` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `enabled` tinyint(3) unsigned NOT NULL DEFAULT '1',
  PRIMARY KEY (`ad_id`),
  KEY `position_id` (`position_id`),
  KEY `enabled` (`enabled`)
) ENGINE=MyISAM AUTO_INCREMENT=89 DEFAULT CHARSET=utf8");
E_D("replace into `ecs_ad` values('67','63','0','首页-分类ID5通栏广告','#','1453619944293013871.jpg','1451577600','1649678306','','','','1','1');");
E_D("replace into `ecs_ad` values('80','12','0','首页-分类ID2-左侧图片2','','1453770196046135727.jpg','1451577600','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('81','12','0','首页-分类ID2-左侧图片3','','1453770209051247810.jpg','1451577600','1649678306','','','','2','1');");
E_D("replace into `ecs_ad` values('82','11','0','首页-分类ID1-左侧图片2','','1453770248150021849.jpg','1451577600','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('83','11','0','首页-分类ID1-左侧图片3','','1453770267862982674.jpg','1451577600','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('6','6','0','首页店铺展示广告','#','1453531168427720925.jpg','1435593600','1649678306','','','','4','1');");
E_D("replace into `ecs_ad` values('8','8','0','首页幻灯片-小图下1','','1437497920196427586.jpg','1435651200','1649678306','','','','5','1');");
E_D("replace into `ecs_ad` values('9','8','0','首页幻灯片-小图下2','','1437497944523762531.jpg','1435593600','1649678306','','','','7','1');");
E_D("replace into `ecs_ad` values('10','8','0','首页幻灯片-小图下3','','1437497969836917729.jpg','1435593600','1649678306','','','','3','1');");
E_D("replace into `ecs_ad` values('11','11','0','首页-分类ID1-左侧图片1','','1453713534596924915.jpg','1435593600','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('12','12','0','首页-分类ID2-左侧图片1','','1453713356163484260.jpg','1435593600','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('13','13','0','首页-分类ID3-左侧图片1','','1453713506155335417.jpg','1435593600','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('14','14','0','首页-分类ID4-左侧图片1','','1453713207872796743.jpg','1435593600','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('15','15','0','首页-分类ID5-左侧图片1','','1453623806780579842.jpg','1435593600','1649678306','','','','4','1');");
E_D("replace into `ecs_ad` values('16','16','0','首页-分类ID6-左侧图片1','','1453713152385501252.jpg','1435593600','1649678306','','','','1','1');");
E_D("replace into `ecs_ad` values('17','17','0','首页-分类ID7-左侧图片1','','1453713143024923572.jpg','1435593600','1649678306','','','','1','1');");
E_D("replace into `ecs_ad` values('18','18','0','首页-分类ID8-左侧图片1','','1453713115766629987.jpg','1435593600','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('70','16','0','首页-分类ID6-左侧图片2','#','1453769608209956096.jpg','1451577600','1649678306','','','','1','1');");
E_D("replace into `ecs_ad` values('71','16','0','首页-分类ID6-左侧图片3','','1453769791381361191.jpg','1451577600','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('72','17','0','首页-分类ID7-左侧图片2','','1453769929957149393.jpg','1451577600','1649678306','','','','2','1');");
E_D("replace into `ecs_ad` values('73','17','0','首页-分类ID7-左侧图片3','','1453769971570439446.jpg','1451577600','1649678306','','','','1','1');");
E_D("replace into `ecs_ad` values('74','18','0','首页-分类ID8-左侧图片2','#','1453770036067182149.jpg','1451577600','1649678306','','','','1','1');");
E_D("replace into `ecs_ad` values('75','18','0','首页-分类ID8-左侧图片3','','1453770058656742233.jpg','1451577600','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('68','15','0','首页-分类ID5-左侧图片2','#','1453699763740711815.jpg','1451577600','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('69','15','0','首页-分类ID5-左侧图片3','#','1453699795448891382.jpg','1451577600','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('78','13','0','首页-分类ID3-左侧图片2','','1453770152535273176.jpg','1451577600','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('79','13','0','首页-分类ID3-左侧图片3','','1453770166462521600.jpg','1451577600','1649678306','','','','1','1');");
E_D("replace into `ecs_ad` values('76','14','0','首页-分类ID4-左侧图片2','','1453770103883821995.jpg','1451577600','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('77','14','0','首页-分类ID4-左侧图片3','','1453770119838471883.jpg','1451577600','1649678306','','','','2','1');");
E_D("replace into `ecs_ad` values('35','35','0','首页-分类ID1通栏广告','','1437500451024703742.jpg','1435651200','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('36','36','0','首页-分类ID4通栏广告','','1437500501794038732.jpg','1435651200','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('37','37','0','首页-分类ID8通栏广告','','1437500529310918993.jpg','1435651200','1649678306','','','','1','1');");
E_D("replace into `ecs_ad` values('38','38','0','频道页-分类ID1-图片1','','1437584516643169695.jpg','1435651200','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('39','39','0','频道页-分类ID1-图片2','','1437584779944154716.jpg','1435651200','1649678306','','','','1','1');");
E_D("replace into `ecs_ad` values('40','40','0','频道页-分类ID1-图片3','','1437584814283655281.jpg','1435651200','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('41','41','0','频道页-分类ID2-图片1','','1437586917638435203.jpg','1435651200','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('42','42','0','频道页-分类ID2-图片2','','1437587341931566910.jpg','1435651200','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('43','43','0','频道页-分类ID2-图片3-1','','1437587416620218714.jpg','1435651200','1649678306','','','','1','1');");
E_D("replace into `ecs_ad` values('44','43','0','频道页-分类ID2-图片3-2','','1437587434007231369.jpg','1435651200','1649678306','','','','1','1');");
E_D("replace into `ecs_ad` values('45','43','0','频道页-分类ID2-图片3-3','','1437587451977920522.jpg','1435651200','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('46','43','0','频道页-分类ID2-图片3-4','','1437587464965488644.jpg','1435651200','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('47','43','0','频道页-分类ID2-图片3-5','','1437587487479959687.jpg','1435651200','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('48','43','0','频道页-分类ID2-图片3-6','','1437587523208947162.jpg','1435651200','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('49','44','0','积分商城banner广告1','','1437589745077253266.jpg','1437552000','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('50','45','0','积分商城banner广告2','','1437589866930988718.jpg','1437552000','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('51','46','0','积分商城banner广告3','','1437589886385874800.jpg','1437552000','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('52','47','0','积分商城banner广告4','','1437589904563695475.jpg','1437552000','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('53','49','0','积分商城通栏广告','','1437590460468432807.jpg','1437552000','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('54','48','0','频道页面-小分类ID55-广告','','1437591187278384298.jpg','1437552000','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('55','50','0','频道页面-小分类ID57-广告','','1437591331330793568.jpg','1435651200','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('56','51','0','拍卖列表banner广告1','','1437591936766548819.jpg','1437552000','1649678306','','','','2','1');");
E_D("replace into `ecs_ad` values('57','52','0','拍卖列表banner广告2','','1437591968113037089.jpg','1437552000','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('58','53','0','拍卖列表banner广告3','','1437592138548361031.jpg','1437552000','1649678306','','','','2','1');");
E_D("replace into `ecs_ad` values('59','54','0','拍卖列表banner广告4','','1437592268836563576.jpg','1437552000','1649678306','','','','1','1');");
E_D("replace into `ecs_ad` values('60','55','0','频道页面-小分类ID56-广告','','1437592348952430337.jpg','1435651200','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('61','58','0','导航菜单-分类ID2-促销专题','ww','1448838783928640954.jpg','1446105600','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('62','59','0','导航菜单-分类ID5-促销专题1','#','1453362914810023437.jpg','1451577600','1649678306','','','','3','1');");
E_D("replace into `ecs_ad` values('63','59','0','导航菜单-分类ID5-促销专题2','#','1453362954584810931.jpg','1453305600','1649678306','','','','2','1');");
E_D("replace into `ecs_ad` values('64','8','0','首页幻灯片-小图下4','#','1453445559337605969.jpg','1421856000','1649678306','','','','2','1');");
E_D("replace into `ecs_ad` values('65','8','0','首页幻灯片-小图下5','','1453446324678170271.jpg','1451577600','1649678306','','','','0','1');");
E_D("replace into `ecs_ad` values('66','8','0','首页幻灯片-小图下6','#','1453445653632359411.jpg','1451664000','1649678306','','','','1','1');");
E_D("replace into `ecs_ad` values('84','64','0','首页生活的橱窗1','','1457338135729533924.jpg','1457280000','1649678306','','','','3','1');");
E_D("replace into `ecs_ad` values('85','64','0','首页生活的橱窗2','','1457338148207873303.jpg','1457280000','1649678306','','','','6','1');");
E_D("replace into `ecs_ad` values('86','64','0','首页生活的橱窗3','','1457338162505758353.jpg','1457280000','1649678306','','','','11','1');");
E_D("replace into `ecs_ad` values('87','64','0','首页生活的橱窗4','','1457338173529319809.jpg','1457280000','1649678306','','','','2','1');");
E_D("replace into `ecs_ad` values('88','64','0','首页生活的橱窗5','','1457338185162117682.jpg','1457280000','1649678306','','','','2','1');");

require("../../inc/footer.php");
?>