<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ecs_delivery_order`;");
E_C("CREATE TABLE `ecs_delivery_order` (
  `delivery_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `delivery_sn` varchar(20) NOT NULL,
  `order_sn` varchar(20) NOT NULL,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `invoice_no` varchar(50) DEFAULT NULL,
  `add_time` int(10) unsigned DEFAULT '0',
  `shipping_id` tinyint(3) unsigned DEFAULT '0',
  `shipping_name` varchar(120) DEFAULT NULL,
  `user_id` mediumint(8) unsigned DEFAULT '0',
  `action_user` varchar(30) DEFAULT NULL,
  `consignee` varchar(60) DEFAULT NULL,
  `address` varchar(250) DEFAULT NULL,
  `country` smallint(5) unsigned DEFAULT '0',
  `province` smallint(5) unsigned DEFAULT '0',
  `city` smallint(5) unsigned DEFAULT '0',
  `district` smallint(5) unsigned DEFAULT '0',
  `sign_building` varchar(120) DEFAULT NULL,
  `email` varchar(60) DEFAULT NULL,
  `zipcode` varchar(60) DEFAULT NULL,
  `tel` varchar(60) DEFAULT NULL,
  `mobile` varchar(60) DEFAULT NULL,
  `best_time` varchar(120) DEFAULT NULL,
  `postscript` varchar(255) DEFAULT NULL,
  `how_oos` varchar(120) DEFAULT NULL,
  `insure_fee` decimal(10,2) unsigned DEFAULT '0.00',
  `shipping_fee` decimal(10,2) unsigned DEFAULT '0.00',
  `update_time` int(10) unsigned DEFAULT '0',
  `suppliers_id` smallint(5) DEFAULT '0',
  `status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `agency_id` smallint(5) unsigned DEFAULT '0',
  PRIMARY KEY (`delivery_id`),
  KEY `user_id` (`user_id`),
  KEY `order_id` (`order_id`)
) ENGINE=MyISAM AUTO_INCREMENT=54 DEFAULT CHARSET=utf8");
E_D("replace into `ecs_delivery_order` values('1','20150728172863950','2015072875360','6','220330477296','1438046753','4','申通快递','1','admin','anan','森林逸城B区','1','10','145','1194','','23456@qq.ukj','','--','18712345678','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1438046904','0','0','0');");
E_D("replace into `ecs_delivery_order` values('2','20150728185813185','2015072809307','13','2015072809307','1438052294','4','申通快递','2','admin','喵喵','河北大街','1','2','52','500','','33@qq.com','','--','13912345678','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1438052331','0','0','0');");
E_D("replace into `ecs_delivery_order` values('4','20150728192646655','2015072837709','16','968360518449','1438053668','4','申通快递','15','admin','liang','马家堡西路29号','1','2','52','506','','1471085298@qq.com','','--','15032369431','仅周末送货','','等待所有商品备齐后再发','0.00','0.00','1438053970','0','0','0');");
E_D("replace into `ecs_delivery_order` values('5','20150728192610267','2015072875951','17','','1438053918','4','申通快递','15','admin','liang','马家堡西路29号','1','2','52','506','','1471085298@qq.com','','--','15032369431','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1438054014','0','0','0');");
E_D("replace into `ecs_delivery_order` values('6','20150728194136009','2015072882458','15','121212121','1438053619','4','申通快递','2','admin','喵喵','河北大街','1','2','52','500','','33@qq.com','','--','13912345678','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1438054897','0','0','0');");
E_D("replace into `ecs_delivery_order` values('7','20150728205777499','2015072819691','22','1234565432','1438059451','2','门店自提','23','admin','adfsd','adsffad','1','2','52','500','','admin999@qq.com','','--','13200000000','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1438059475','0','0','0');");
E_D("replace into `ecs_delivery_order` values('8','20150728210141959','2015072886829','23','123431232','1438059641','3','顺丰速运','20','admin','sdgj','djgkdjg','1','2','52','501','','24@qq.com','','--','13245678909','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1438059715','0','0','0');");
E_D("replace into `ecs_delivery_order` values('9','20150728210448646','2015072807789','27','968360518449','1438059705','3','顺丰速运','2','admin','羊羊羊','河北大街西段666号','1','10','145','1194','','22@qq.com','066000','--','13933528316','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1438059899','0','0','0');");
E_D("replace into `ecs_delivery_order` values('10','20150728211064278','2015072874325','28','12343223432343','1438060040','2','门店自提','22','admin','sdafd','afdasdf','1','2','52','500','','adminsdfadf@qq.com','','--','18233582461','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1438060211','0','0','0');");
E_D("replace into `ecs_delivery_order` values('11','20150814140081081','2015081442374','33','请输入快递单号','1439502871','2','门店自提','10','admin','cbtest','森林逸城','1','10','145','1194','','357577995@qq.com','','--','18360360371','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1439503243','0','0','0');");
E_D("replace into `ecs_delivery_order` values('12','20150814140671572','2015081480627','35','请输入快递单号','1439503596','2','门店自提','10','admin','cbtest','森林逸城','1','10','145','1194','','357577995@qq.com','','--','18360360371','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1439503617','0','0','0');");
E_D("replace into `ecs_delivery_order` values('13','20150814141559947','2015081456099','37','请输入快递单号','1439504142','2','门店自提','10','admin','cbtest','森林逸城','1','10','145','1194','','357577995@qq.com','','--','18360360371','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1439504157','0','0','0');");
E_D("replace into `ecs_delivery_order` values('14','20150814141909950','2015081453691','38','请输入快递单号','1439504322','2','门店自提','10','admin','cbtest','森林逸城','1','10','145','1194','','357577995@qq.com','','--','18360360371','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1439504340','0','0','0');");
E_D("replace into `ecs_delivery_order` values('15','20150814143278050','2015081459952','39','请输入快递单号','1439505152','2','门店自提','10','admin','cbtest','森林逸城','1','10','145','1194','','357577995@qq.com','','--','18360360371','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1439505178','0','0','0');");
E_D("replace into `ecs_delivery_order` values('16','20150814143999522','2015081492643','40','请输入快递单号','1439505540','2','门店自提','10','admin','cbtest','森林逸城','1','10','145','1194','','357577995@qq.com','','--','18360360371','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1439505573','0','0','0');");
E_D("replace into `ecs_delivery_order` values('17','20150814144115153','2015081408271','41','请输入快递单号','1439505681','2','门店自提','10','admin','cbtest','森林逸城','1','10','145','1194','','357577995@qq.com','','--','18360360371','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1439505703','0','0','0');");
E_D("replace into `ecs_delivery_order` values('18','20150822113821611','2015082252907','42','请输入快递单号','1440185893','5','中通速递','24','','111','111','1','3','38','417','','11@qq.qq','','--','13333333333','仅工作日送货','','等待所有商品备齐后再发','0.00','10.00','1440185904','0','0','0');");
E_D("replace into `ecs_delivery_order` values('19','20150822141099765','2015082281287','43','请输入快递单号','1440195000','2','门店自提','24','admin','111','111','1','3','38','417','','11@qq.qq','','--','13333333333','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1440195009','0','0','0');");
E_D("replace into `ecs_delivery_order` values('20','20150824163646478','2015082484247','81','568791712638','1440376570','4','申通快递','5','admin','111','111','1','2','52','500','','111@qq.com','11111','--','15032361111','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1440376594','0','0','0');");
E_D("replace into `ecs_delivery_order` values('21','20150910084004766','2015091098385','100','568791712638','1441816770','12','申通快递','5','admin','111111','111111','1','10','145','1194','','1111111@qq.com','066000','--','13111111111','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1441816805','0','0','0');");
E_D("replace into `ecs_delivery_order` values('22','20150910084101994','2015091073713','99','568791712638','1441816669','12','申通快递','5','admin','111111','111111','1','10','145','1194','','1111111@qq.com','066000','--','13111111111','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1441816865','0','0','0');");
E_D("replace into `ecs_delivery_order` values('23','20150910093262049','2015091051627','101','568791712638','1441819782','12','申通快递','5','admin','111111','111111','1','10','145','1194','','1111111@qq.com','066000','--','13111111111','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1441819925','0','0','0');");
E_D("replace into `ecs_delivery_order` values('24','20150910093360948','2015091051627','101','968274972823','1441819782','12','申通快递','5','admin','111111','111111','1','10','145','1194','','1111111@qq.com','066000','--','13111111111','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1441819982','0','0','0');");
E_D("replace into `ecs_delivery_order` values('25','20150915155376010','2015091562316','102','568791712638','1442274778','10','申通快递','5','admin','111111','111111','1','10','145','1194','','1111111@qq.com','066000','--','13111111111','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1442274815','0','0','0');");
E_D("replace into `ecs_delivery_order` values('26','20150915161910189','2015091546661','104','','1442276285','14','同城快递','5','admin','111111','111111','1','10','145','1194','','1111111@qq.com','066000','--','13111111111','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1442276362','0','2','0');");
E_D("replace into `ecs_delivery_order` values('27','20150915161991096','2015091546661','104','','1442276285','14','同城快递','5','admin','111111','111111','1','10','145','1194','','1111111@qq.com','066000','--','13111111111','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1442276376','0','2','0');");
E_D("replace into `ecs_delivery_order` values('28','20150915162078949','2015091546661','104','','1442276285','14','同城快递','5','admin','111111','111111','1','10','145','1194','','1111111@qq.com','066000','--','13111111111','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1442276419','0','2','0');");
E_D("replace into `ecs_delivery_order` values('29','20150922163714964','2015092233392','107','','1442882212','17','申通快递','5','admin','111','111','1','2','52','500','','111@qq.com','11111','--','15032361111','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1442882279','0','0','0');");
E_D("replace into `ecs_delivery_order` values('30','20150923160893186','2015091544027','103','','1442275617','12','申通快递','5','admin','111111','111111','1','10','145','1194','','1111111@qq.com','066000','--','13111111111','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1442966904','0','2','0');");
E_D("replace into `ecs_delivery_order` values('31','20150923175488856','2015092308424','112','','1442973203','12','申通快递','5','admin','111111','111111','1','10','145','1194','','1111111@qq.com','066000','--','13111111111','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1442973244','0','0','0');");
E_D("replace into `ecs_delivery_order` values('32','20151105091757897','2015110532816','119','','1446657393','12','申通快递','5','admin','111111','111111','1','10','145','1194','','1111111@qq.com','066000','--','13111111111','','','等待所有商品备齐后再发','0.00','0.00','1446657421','0','0','0');");
E_D("replace into `ecs_delivery_order` values('33','20151204090640820','2015120153558','124','请输入快递单号','1448956843','13','门店自提','5','admin','111111','111111','1','10','145','1194','','1111111@qq.com','066000','--','13111111111','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1449162408','0','0','0');");
E_D("replace into `ecs_delivery_order` values('34','20151204090716810','2015120141721','123','请输入快递单号','1448956498','13','门店自提','5','admin','111111','111111','1','10','145','1194','','1111111@qq.com','066000','--','13111111111','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1449162478','0','0','0');");
E_D("replace into `ecs_delivery_order` values('35','20160220020663292','2016022072517','137','220588296437','1455933975','12','申通快递','6','admin','sdf','sdf dsf 考虑到进水阀链接咖啡机','1','10','145','1194','','18039485645@163.com','123556','-','13245855555','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1455934009','0','0','0');");
E_D("replace into `ecs_delivery_order` values('36','20160223073089340','2016022311568','138','','1456196183','14','同城快递','6','admin','sdf','sdf dsf 考虑到进水阀链接咖啡机','1','10','145','1194','','18039485645@163.com','123556','-','13245855555','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1456212632','0','2','0');");
E_D("replace into `ecs_delivery_order` values('37','20160223073013557','2016022311568','138','','1456196183','14','同城快递','6','admin','sdf','sdf dsf 考虑到进水阀链接咖啡机','1','10','145','1194','','18039485645@163.com','123556','-','13245855555','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1456212640','0','2','0');");
E_D("replace into `ecs_delivery_order` values('38','20160223073137601','2016022311568','138','','1456196183','14','同城快递','6','admin','sdf','sdf dsf 考虑到进水阀链接咖啡机','1','10','145','1194','','18039485645@163.com','123556','-','13245855555','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1456212674','0','2','0');");
E_D("replace into `ecs_delivery_order` values('39','20160223073111491','2016022311568','138','','1456196183','14','同城快递','6','admin','sdf','sdf dsf 考虑到进水阀链接咖啡机','1','10','145','1194','','18039485645@163.com','123556','-','13245855555','仅工作日送货','','等待所有商品备齐后再发','0.00','15.00','1456212684','0','2','0');");
E_D("replace into `ecs_delivery_order` values('40','20160223073204743','2016022097688','136','111','1455933833','13','门店自提','6','admin','sdf','sdf dsf 考虑到进水阀链接咖啡机','1','10','145','1194','','18039485645@163.com','123556','-','13245855555','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1456212739','0','0','0');");
E_D("replace into `ecs_delivery_order` values('41','20160224033015974','2016022451812','140','7777','1456284610','12','申通快递','6','admin','sdf','sdf dsf 考虑到进水阀链接咖啡机','1','10','145','1194','','18039485645@163.com','123556','-','13245855555','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1456284647','0','0','0');");
E_D("replace into `ecs_delivery_order` values('42','20160316085346006','2016031638792','162','666354028225','1458118320','13','门店自提','32','admin','test','test','1','10','145','1194','','','','','13333333333','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1458118418','0','0','0');");
E_D("replace into `ecs_delivery_order` values('49','20160318075220429','2016031835280','168','','1458284850','14','同城快递','47','68ecshopxjd_cus','小小','虾村七组','1','6','82','758','','','','','18029989828','工作日/周末/假日均可','','与店主协商','0.00','15.00','1458287547','0','0','0');");
E_D("replace into `ecs_delivery_order` values('50','20160318105923026','2016031897028','169','471751235695','1458298382','3','顺丰速运','54','68ecshopxjd_cus','xxx','fghfghfghfgh','1','2','52','500','','','','-','18029989828','工作日/周末/假日均可','','等待所有商品备齐后再发','0.00','15.00','1458298780','0','0','0');");
E_D("replace into `ecs_delivery_order` values('53','20160319032133246','2016031909241','173','52757857575775','1458357413','27','韵达快递','51','68ecshopxjd_cus','何淼','中华大街','1','2','52','515','','252571015@qq.com','000000','010-32653652','13775564663','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1458357699','0','0','0');");
E_D("replace into `ecs_delivery_order` values('52','20160319031190312','2016031977763','172','','1458353024','27','韵达快递','51','68ecshopxjd_cus','何淼','中华大街','1','2','52','515','','252571015@qq.com','000000','010-32653652','13775564663','仅工作日送货','','等待所有商品备齐后再发','0.00','0.00','1458357090','0','2','0');");

require("../../inc/footer.php");
?>