<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ecs_order_goods`;");
E_C("CREATE TABLE `ecs_order_goods` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `product_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_number` smallint(5) unsigned NOT NULL DEFAULT '1',
  `market_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `split_money` decimal(10,2) NOT NULL,
  `goods_attr` text NOT NULL,
  `send_number` smallint(5) unsigned NOT NULL DEFAULT '0',
  `is_real` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `parent_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `is_gift` smallint(5) unsigned NOT NULL DEFAULT '0',
  `goods_attr_id` varchar(255) NOT NULL DEFAULT '',
  `comment_state` tinyint(1) NOT NULL DEFAULT '0',
  `shaidan_state` tinyint(1) NOT NULL DEFAULT '0',
  `package_attr_id` varchar(100) NOT NULL,
  `is_back` tinyint(1) NOT NULL DEFAULT '0',
  `cost_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `promote_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `exclusive` varchar(255) NOT NULL DEFAULT '-1' COMMENT '手机专享价格',
  PRIMARY KEY (`rec_id`),
  KEY `order_id` (`order_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=233 DEFAULT CHARSET=utf8");
E_D("replace into `ecs_order_goods` values('1','1','230','304不锈钢宝宝分格餐盘 儿童餐具分隔格碗餐盘婴儿盘','ECS000230','0','2','42.00','30.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('2','1','231','可爱卡通餐盘水果盘点心盘 盘子儿童托盘餐具6件套','ECS000231','0','4','118.80','70.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('3','2','29','意大利费列罗巧克力食品进口零食礼盒576粒整箱装结婚喜糖','ECS000029','0','1','456.00','320.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('4','3','100','苹果（Apple）iPhone 6 (A1586) 16GB 金色 移动联通电信4G手机','ECS000100','27','1','5000.00','4888.00','0.00','颜色:白色 \n','0','1','','0','0','114','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('5','5','24','悦胜 挪威超新鲜三文鱼 三文鱼中段刺身进口海鲜 广东2份包邮 三文鱼新鲜 500g','ECS000024','0','2','95.00','78.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('6','5','1','佳沛新西兰绿奇异果36个（原装）进口Zespri猕猴桃 新鲜水果准妈妈爱吃','ECS000000','0','1','180.00','148.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('7','6','51','高端2015夏装新款修身淑坊女女装蕾丝短袖复女连衣裙装','ECS000051','24','1','238.79','199.00','0.00','颜色:银色 \n尺码:XL \n','1','1','','0','0','85,86','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('8','7','231','可爱卡通餐盘水果盘点心盘 盘子儿童托盘餐具6件套','ECS000231','0','3','118.80','75.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('9','7','230','304不锈钢宝宝分格餐盘 儿童餐具分隔格碗餐盘婴儿盘','ECS000230','0','4','42.00','20.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('10','8','10','越南红心火龙果5斤装 红肉火龙果 新鲜进口水果','ECS000010','0','1','42.00','35.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('11','10','24','悦胜 挪威超新鲜三文鱼 三文鱼中段刺身进口海鲜 广东2份包邮 三文鱼新鲜 500g','ECS000024','0','1','95.00','78.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('12','11','236','稳站日本市场第一的传奇卸妆油！小美海淘极速达，美粉福利低价任性来袭！蝶翠诗(DHC)殿堂级橄榄深层卸妆油200ml，卸妆、去黑头、去角','ECS000236','0','1','118.80','99.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('13','12','24','悦胜 挪威超新鲜三文鱼 三文鱼中段刺身进口海鲜 广东2份包邮 三文鱼新鲜 500g','ECS000024','0','1','95.00','78.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('14','13','147','【套装版】荣耀 6 Plus (PE-TL20) 3GB内存标准版 白色 移动4G手机 双卡双待双通','ECS000147','32','1','2300.00','2199.00','0.00','颜色:白色 \n','1','1','','0','0','186','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('15','14','10','越南红心火龙果5斤装 红肉火龙果 新鲜进口水果','ECS000010','0','1','42.00','35.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('16','15','11','七果果 越南白心火龙果1斤【3斤起拍，只多不少】 毁包赔 进口新鲜水果 堪比红心火龙果','ECS000011','0','1','36.00','30.00','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('17','16','8','家用电器超值礼包','','0','1','13960.79','10009.00','0.00','','0','1','package_buy','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('18','17','232','包邮 新款户外军迷阿帕奇T恤 纯棉男款短袖半袖特价宽松','ECS000232','46','1','335.30','280.50','0.00','颜色:黑色[-1] \n尺码:41[7.5] \n','1','1','','0','0','310,312','1','1','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('19','18','55','嘉云糖 300g玻璃罐装 水果硬糖 喜糖 德国进口','ECS000055','0','1','45.00','0.00','0.00','','0','1','','0','0','','0','0','','1','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('20','19','25','国行原封【分期0首付】Apple/苹果 iPhone 6 4.7英寸 公开版','ECS000025','0','1','22.00','16.15','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('21','20','236','稳站日本市场第一的传奇卸妆油！小美海淘极速达，美粉福利低价任性来袭！蝶翠诗(DHC)殿堂级橄榄深层卸妆油200ml，卸妆、去黑头、去角','ECS000236','0','3','118.80','99.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('22','21','14','哥伦比亚金燕窝果 新鲜进口水果 麒麟果 黄色白心火龙果 4只','ECS000014','0','1','145.20','121.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('23','22','29','意大利费列罗巧克力食品进口零食礼盒576粒整箱装结婚喜糖','ECS000029','0','1','456.00','320.00','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('24','23','52','昆仑玉红枣 和田香枣二级500g 新疆特产 免洗零食 和田大枣子','ECS000052','0','1','28.00','345.00','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('25','24','36','荷叶边欧根纱刺绣短袖镂空蕾丝连衣裙 夏韩系小香风短裙A字连衣裙','ECS000036','6','1','237.60','198.00','0.00','颜色:白色 \n尺码:L \n','0','1','','0','0','20,22','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('26','26','84','资生堂红色蜜露精华化妆液125ml 补水保湿爽肤水','ECS000084','0','1','576.00','456.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('27','27','14','哥伦比亚金燕窝果 新鲜进口水果 麒麟果 黄色白心火龙果 4只','ECS000014','0','1','145.20','114.95','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('28','28','117',' CKTF-32GS上下独立控温 多功能电烤箱家用烘焙烤箱 正品特价','ECS000117','0','1','304.80','22.00','0.00','','0','1','pre_sale','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('29','29','60','德国 进口牛奶 欧德堡（Oldenburger）超高温处理全脂纯牛奶1L*12','ECS000060','0','1','130.00','101.15','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('30','30','117',' CKTF-32GS上下独立控温 多功能电烤箱家用烘焙烤箱 正品特价','ECS000117','0','1','304.80','22.00','0.00','','0','1','pre_sale','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('31','31','30','日本进口 KRACIE（KRACIE）牌玫瑰香味糖果32g','ECS000030','0','1','14.39','9.90','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('32','32','29','意大利费列罗巧克力食品进口零食礼盒576粒整箱装结婚喜糖','ECS000029','0','1','456.00','380.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('33','33','100','苹果（Apple）iPhone 6 (A1586) 16GB 金色 移动联通电信4G手机','ECS000100','27','1','5000.00','4888.00','0.00','颜色:白色 \n','1','1','','0','0','114','1','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('34','34','11','七果果 越南白心火龙果1斤【3斤起拍，只多不少】 毁包赔 进口新鲜水果 堪比红心火龙果','ECS000011','0','1','36.00','30.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('35','35','147','【套装版】荣耀 6 Plus (PE-TL20) 3GB内存标准版 白色 移动4G手机 双卡双待双通','ECS000147','47','1','2300.00','2199.00','0.00','液晶屏尺寸:2.7英寸 \n颜色:白色 \n','1','1','','0','0','186,180','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('36','36','3','美国西北车厘子 1斤装 进口水果新鲜樱桃水果','ECS000003','0','1','2.40','2.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('37','37','100','苹果（Apple）iPhone 6 (A1586) 16GB 金色 移动联通电信4G手机','ECS000100','27','1','5000.00','4888.00','0.00','颜色:白色 \n','1','1','','0','0','114','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('38','38','100','苹果（Apple）iPhone 6 (A1586) 16GB 金色 移动联通电信4G手机','ECS000100','27','1','5000.00','4888.00','0.00','颜色:白色 \n','1','1','','0','0','114','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('39','39','100','苹果（Apple）iPhone 6 (A1586) 16GB 金色 移动联通电信4G手机','ECS000100','27','1','5000.00','4888.00','0.00','颜色:白色 \n','1','1','','0','0','114','1','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('40','40','100','苹果（Apple）iPhone 6 (A1586) 16GB 金色 移动联通电信4G手机','ECS000100','27','1','5000.00','4888.00','0.00','颜色:白色 \n','1','1','','0','0','114','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('41','41','100','苹果（Apple）iPhone 6 (A1586) 16GB 金色 移动联通电信4G手机','ECS000100','27','1','5000.00','4888.00','0.00','颜色:白色 \n','1','1','','0','0','114','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('42','42','20','佳沛新西兰阳光金奇异果12个/进口猕猴桃/新鲜水果','ECS000020','0','1','95.00','88.00','0.00','','1','1','','0','0','','1','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('43','43','100','苹果（Apple）iPhone 6 (A1586) 16GB 金色 移动联通电信4G手机','ECS000100','26','1','5100.00','4988.00','0.00','颜色:银色[100] \n','1','1','','0','0','115','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('44','44','233','噜噜噜，让肌肤喝饱“水','ECS000233','0','1','94.80','79.00','0.00','','0','1','','0','0','','0','0','','0','50.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('45','45','175','摩托罗拉 moto x pro(XT1115) 64GB 雅典黑 移动联通电信4G手机','ECS000175','0','3','11638.80','9699.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('46','46','183','幻响（i-mu）百变羊 创意指环扣 手机支架 双指环 360度旋转 防止手机滑落 金属材质 强力粘胶','ECS000183','0','1','22.00','19.90','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('47','46','191','雪奈儿 金属边框手机壳套保护壳新款 适用于苹果iPhone6/Plus 4.7英寸 利剑i6土豪金5.5','ECS000191','0','1','80.00','78.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('48','47','183','幻响（i-mu）百变羊 创意指环扣 手机支架 双指环 360度旋转 防止手机滑落 金属材质 强力粘胶','ECS000183','0','1','22.00','19.90','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('49','47','191','雪奈儿 金属边框手机壳套保护壳新款 适用于苹果iPhone6/Plus 4.7英寸 利剑i6土豪金5.5','ECS000191','0','1','80.00','78.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('50','48','197','一丁（EADING） EA-CZB 一丁魔盒超级智能插座 手机APP控制 B款','ECS000197','0','2','110.00','99.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('51','49','198','MATE 智能蓝牙手表手机电话蓝牙手表带MP3能打电话适用于苹果三星电信华为小米 土豪金','ECS000198','0','1','418.00','398.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('52','49','200','爱度AY800蓝牙音箱手机电脑迷你音响无线便携插卡低音炮 带蓝牙自拍 土豪金','ECS000200','0','1','115.00','98.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('53','50','204','安索夫太空人迷你可爱个性发光手机电脑音箱USB低音炮便携笔记本小音响 暑期大促 白色','ECS000204','0','1','33.00','22.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('54','50','201','X-Vibe3.0 酷丸第三代共振音箱 智能互动音响 创意迷你胶囊便携式共振音响 黑+橙线 现货','ECS000201','0','1','115.00','98.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('55','51','183','幻响（i-mu）百变羊 创意指环扣 手机支架 双指环 360度旋转 防止手机滑落 金属材质 强力粘胶','ECS000183','0','1','22.00','19.90','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('56','52','191','雪奈儿 金属边框手机壳套保护壳新款 适用于苹果iPhone6/Plus 4.7英寸 利剑i6土豪金5.5','ECS000191','0','1','80.00','78.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('57','53','197','一丁（EADING） EA-CZB 一丁魔盒超级智能插座 手机APP控制 B款','ECS000197','0','1','110.00','99.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('58','54','198','MATE 智能蓝牙手表手机电话蓝牙手表带MP3能打电话适用于苹果三星电信华为小米 土豪金','ECS000198','0','1','418.00','398.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('59','55','199','爱度ay819无线蓝牙音箱便携迷你小音响插卡u盘低音炮电脑笔记本音箱 白色','ECS000199','0','1','155.00','148.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('60','56','200','爱度AY800蓝牙音箱手机电脑迷你音响无线便携插卡低音炮 带蓝牙自拍 土豪金','ECS000200','0','1','115.00','98.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('61','57','201','X-Vibe3.0 酷丸第三代共振音箱 智能互动音响 创意迷你胶囊便携式共振音响 黑+橙线 现货','ECS000201','0','1','115.00','98.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('62','58','183','幻响（i-mu）百变羊 创意指环扣 手机支架 双指环 360度旋转 防止手机滑落 金属材质 强力粘胶','ECS000183','0','1','22.00','19.90','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('63','60','3','美国西北车厘子 1斤装 进口水果新鲜樱桃水果','ECS000003','0','1','2.40','2.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('64','61','30','日本进口 KRACIE（KRACIE）牌玫瑰香味糖果32g','ECS000030','0','1','14.39','9.90','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('65','63','191','雪奈儿 金属边框手机壳套保护壳新款 适用于苹果iPhone6/Plus 4.7英寸 利剑i6土豪金5.5','ECS000191','0','1','80.00','78.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('66','64','14','哥伦比亚金燕窝果 新鲜进口水果 麒麟果 黄色白心火龙果 4只','ECS000014','0','1','145.20','121.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('67','65','197','一丁（EADING） EA-CZB 一丁魔盒超级智能插座 手机APP控制 B款','ECS000197','0','1','110.00','99.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('68','66','198','MATE 智能蓝牙手表手机电话蓝牙手表带MP3能打电话适用于苹果三星电信华为小米 土豪金','ECS000198','0','1','418.00','398.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('69','67','201','X-Vibe3.0 酷丸第三代共振音箱 智能互动音响 创意迷你胶囊便携式共振音响 黑+橙线 现货','ECS000201','0','1','115.00','98.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('70','68','204','安索夫太空人迷你可爱个性发光手机电脑音箱USB低音炮便携笔记本小音响 暑期大促 白色','ECS000204','0','1','33.00','22.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('71','69','203','PowerCube魔方插座接线板 创意多功能荷兰Allocacoc模方插座 办公神器 USB款/无延长线直插(蓝)','ECS000203','0','1','55.00','49.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('72','70','168','朵唯 懂小姐美颜自拍女性机 (C9) 薄荷绿 移动4G手机','ECS000168','0','1','999.00','899.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('73','71','185','赛鲸 常青藤懒人手机支架 床上床头支架 万向调节 太空蓝','ECS000185','0','1','32.00','29.90','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('74','72','188','SENBOWE 安卓系统遥控摄像视频间谍汽车玩具 白色','ECS000188','0','1','358.00','348.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('75','73','192','Genuinetek 手机信号放大器DS2H_A手机信号增强器移动联通接收器全套装','ECS000192','0','1','258.00','248.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('76','74','113','苹果（Apple）iPhone 6 Plus (A1524) 16GB 金色 移动联通电信4G手机','ECS000113','29','1','6925.59','5788.00','0.00','颜色:银色[100] \n','0','1','','0','0','130','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('77','75','155','三星 Galaxy S6 edge（G9250）32G版 铂光金 移动联通电信4G手机','ECS000155','35','1','6300.00','6088.00','0.00','颜色:灰色 \n','0','1','','0','0','220','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('78','76','162','HTC One M9w 联通4G手机 乌金灰','ECS000162','36','1','4200.00','3837.00','0.00','颜色:金色 \n','0','1','','0','0','233','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('79','77','168','朵唯 懂小姐美颜自拍女性机 (C9) 薄荷绿 移动4G手机','ECS000168','0','1','999.00','899.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('80','78','224','中派 进口芬兰松木家具实木儿童高低床子母床上下铺带梯柜双层床','ECS000224','0','1','5520.00','4600.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('81','79','223','乐和居 双人床 床 榻榻米床 头层真皮','ECS000223','0','1','3598.79','2999.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('82','80','199','爱度ay819无线蓝牙音箱便携迷你小音响插卡u盘低音炮电脑笔记本音箱 白色','ECS000199','0','1','155.00','148.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('83','81','208','雅培(Abbott) 亲体 金装喜康力幼儿配方奶粉 3段（1-3岁幼儿适用）','ECS000208','0','1','181.20','151.00','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('84','81','200','爱度AY800蓝牙音箱手机电脑迷你音响无线便携插卡低音炮 带蓝牙自拍 土豪金','ECS000200','0','1','115.00','98.00','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('85','82','183','幻响（i-mu）百变羊 创意指环扣 手机支架 双指环 360度旋转 防止手机滑落 金属材质 强力粘胶','ECS000183','0','1','22.00','19.90','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('86','82','191','雪奈儿 金属边框手机壳套保护壳新款 适用于苹果iPhone6/Plus 4.7英寸 利剑i6土豪金5.5','ECS000191','0','1','80.00','78.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('87','83','197','一丁（EADING） EA-CZB 一丁魔盒超级智能插座 手机APP控制 B款','ECS000197','0','1','110.00','99.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('88','84','198','MATE 智能蓝牙手表手机电话蓝牙手表带MP3能打电话适用于苹果三星电信华为小米 土豪金','ECS000198','0','1','418.00','398.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('89','85','199','爱度ay819无线蓝牙音箱便携迷你小音响插卡u盘低音炮电脑笔记本音箱 白色','ECS000199','0','1','155.00','148.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('90','86','200','爱度AY800蓝牙音箱手机电脑迷你音响无线便携插卡低音炮 带蓝牙自拍 土豪金','ECS000200','0','1','115.00','98.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('91','87','236','稳站日本市场第一的传奇卸妆油！小美海淘极速达，美粉福利低价任性来袭！蝶翠诗(DHC)殿堂级橄榄深层卸妆油200ml，卸妆、去黑头、去角','ECS000236','0','2','118.80','99.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('92','88','185','赛鲸 常青藤懒人手机支架 床上床头支架 万向调节 太空蓝','ECS000185','0','1','32.00','29.90','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('93','89','168','朵唯 懂小姐美颜自拍女性机 (C9) 薄荷绿 移动4G手机','ECS000168','0','1','999.00','899.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('94','90','183','幻响（i-mu）百变羊 创意指环扣 手机支架 双指环 360度旋转 防止手机滑落 金属材质 强力粘胶','ECS000183','0','1','22.00','19.90','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('95','91','191','雪奈儿 金属边框手机壳套保护壳新款 适用于苹果iPhone6/Plus 4.7英寸 利剑i6土豪金5.5','ECS000191','0','1','80.00','78.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('96','92','198','MATE 智能蓝牙手表手机电话蓝牙手表带MP3能打电话适用于苹果三星电信华为小米 土豪金','ECS000198','0','1','418.00','398.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('97','93','197','一丁（EADING） EA-CZB 一丁魔盒超级智能插座 手机APP控制 B款','ECS000197','0','1','110.00','99.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('98','94','183','幻响（i-mu）百变羊 创意指环扣 手机支架 双指环 360度旋转 防止手机滑落 金属材质 强力粘胶','ECS000183','0','1','22.00','19.90','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('99','95','191','雪奈儿 金属边框手机壳套保护壳新款 适用于苹果iPhone6/Plus 4.7英寸 利剑i6土豪金5.5','ECS000191','0','1','80.00','78.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('100','96','197','一丁（EADING） EA-CZB 一丁魔盒超级智能插座 手机APP控制 B款','ECS000197','0','1','110.00','99.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('101','97','198','MATE 智能蓝牙手表手机电话蓝牙手表带MP3能打电话适用于苹果三星电信华为小米 土豪金','ECS000198','0','1','418.00','398.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('102','98','168','朵唯 懂小姐美颜自拍女性机 (C9) 薄荷绿 移动4G手机','ECS000168','0','1','999.00','899.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('103','99','227','雅诚德Arst餐具套装56头套装中式碗碟套装陶瓷碗碟套装釉上彩','ECS000227','0','1','546.00','455.00','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('104','99','232','包邮 新款户外军迷阿帕奇T恤 纯棉男款短袖半袖特价宽松','ECS000232','43','1','53.80','-1.00','0.00','颜色:黑色[-1] \n尺码:40[-274] \n','1','1','','0','0','310,311','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('105','99','236','稳站日本市场第一的传奇卸妆油！小美海淘极速达，美粉福利低价任性来袭！蝶翠诗(DHC)殿堂级橄榄深层卸妆油200ml，卸妆、去黑头、去角','ECS000236','0','1','118.80','99.00','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('106','99','229','Jaka蝴蝶夫人浮雕陶瓷分层水果盘 点心盘子 双层三层 多款可选','ECS000229','0','1','139.20','116.00','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('107','100','227','雅诚德Arst餐具套装56头套装中式碗碟套装陶瓷碗碟套装釉上彩','ECS000227','0','1','546.00','455.00','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('108','101','197','一丁（EADING） EA-CZB 一丁魔盒超级智能插座 手机APP控制 B款','ECS000197','0','1','110.00','94.05','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('109','101','198','MATE 智能蓝牙手表手机电话蓝牙手表带MP3能打电话适用于苹果三星电信华为小米 土豪金','ECS000198','0','1','418.00','378.10','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('110','101','191','雪奈儿 金属边框手机壳套保护壳新款 适用于苹果iPhone6/Plus 4.7英寸 利剑i6土豪金5.5','ECS000191','0','1','80.00','74.10','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('111','101','183','幻响（i-mu）百变羊 创意指环扣 手机支架 双指环 360度旋转 防止手机滑落 金属材质 强力粘胶','ECS000183','0','1','22.00','18.90','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('112','102','34','夏装甜美爱心提花蕾丝连衣裙女 宽松欧根纱背心裙','ECS000034','5','1','441.59','299.00','0.00','颜色:米色 \n尺码:S \n','1','1','','0','0','8,10','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('113','103','168','朵唯 懂小姐美颜自拍女性机 (C9) 薄荷绿 移动4G手机','ECS000168','0','1','999.00','854.05','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('114','104','191','雪奈儿 金属边框手机壳套保护壳新款 适用于苹果iPhone6/Plus 4.7英寸 利剑i6土豪金5.5','ECS000191','0','1','80.00','74.10','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('115','106','168','朵唯 懂小姐美颜自拍女性机 (C9) 薄荷绿 移动4G手机','ECS000168','0','1','999.00','854.05','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('116','107','23','进口 新鲜水果 车厘子1000g','ECS000023','0','1','220.00','188.10','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('117','109','27','Ferrero/费列罗 意大利进口威化榛果巧克力30粒礼盒装 生日礼物送女友情人节','ECS000027','0','1','95.00','79.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('119','110','155','三星 Galaxy S6 edge（G9250）32G版 铂光金 移动联通电信4G手机','ECS000155','35','2','6300.00','6088.00','0.00','灰色','0','1','','0','0','220','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('120','111','183','幻响（i-mu）百变羊 创意指环扣 手机支架 双指环 360度旋转 防止手机滑落 金属材质 强力粘胶','ECS000183','0','1','22.00','18.90','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('121','111','191','雪奈儿 金属边框手机壳套保护壳新款 适用于苹果iPhone6/Plus 4.7英寸 利剑i6土豪金5.5','ECS000191','0','1','80.00','74.10','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('122','112','183','幻响（i-mu）百变羊 创意指环扣 手机支架 双指环 360度旋转 防止手机滑落 金属材质 强力粘胶','ECS000183','0','1','22.00','18.90','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('123','113','49','安琦诺 夏装新品孕妇装 韩版休闲外出服喂奶衣套装','ECS000049','19','2','153.60','121.60','0.00','颜色:白色 \n尺码:M \n','0','1','','0','0','63,67','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('124','114','183','幻响（i-mu）百变羊 创意指环扣 手机支架 双指环 360度旋转 防止手机滑落 金属材质 强力粘胶','ECS000183','0','1','22.00','18.90','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('125','114','191','雪奈儿 金属边框手机壳套保护壳新款 适用于苹果iPhone6/Plus 4.7英寸 利剑i6土豪金5.5','ECS000191','0','1','80.00','74.10','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('126','115','183','幻响（i-mu）百变羊 创意指环扣 手机支架 双指环 360度旋转 防止手机滑落 金属材质 强力粘胶','ECS000183','0','1','22.00','18.90','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('127','116','168','朵唯 懂小姐美颜自拍女性机 (C9) 薄荷绿 移动4G手机','ECS000168','0','1','999.00','854.05','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('128','117','239','123456','ECS000239','0','1','18.00','14.25','0.00','','1','0','virtual_good','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('129','118','239','123456','ECS000239','0','1','18.00','14.25','0.00','','0','0','virtual_good','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('130','119','183','幻响（i-mu）百变羊 创意指环扣 手机支架 双指环 360度旋转 防止手机滑落 金属材质 强力粘胶','ECS000183','0','1','22.00','18.90','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('131','119','191','雪奈儿 金属边框手机壳套保护壳新款 适用于苹果iPhone6/Plus 4.7英寸 利剑i6土豪金5.5','ECS000191','0','1','80.00','74.10','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('132','119','199','爱度ay819无线蓝牙音箱便携迷你小音响插卡u盘低音炮电脑笔记本音箱 白色','ECS000199','0','1','155.00','140.60','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('133','122','183','幻响（i-mu）百变羊 创意指环扣 手机支架 双指环 360度旋转 防止手机滑落 金属材质 强力粘胶','ECS000183','0','1','22.00','18.90','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('134','123','183','幻响（i-mu）百变羊 创意指环扣 手机支架 双指环 360度旋转 防止手机滑落 金属材质 强力粘胶','ECS000183','0','1','22.00','18.90','0.00','','1','1','','0','0','','1','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('135','124','191','雪奈儿 金属边框手机壳套保护壳新款 适用于苹果iPhone6/Plus 4.7英寸 利剑i6土豪金5.5','ECS000191','0','1','80.00','74.10','0.00','','1','1','','0','0','','1','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('136','125','119','艾生活 真皮床双人床 独特围边 精细做工 卧室家具','ECS000119','0','1','3912.00','3097.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('137','126','86','海尔HGS-2164手持蒸汽挂烫机家用挂式电熨斗熨烫机正品全国联保','ECS000086','0','1','600.00','500.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('138','126','88','家用静音办公室空调加湿器 香薰迷你大容量净化特价','ECS000088','0','1','120.00','100.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('139','126','91','海尔ZB401G 家用小型床铺除螨仪 床上除螨机吸尘器 紫外线杀菌','ECS000091','0','1','478.79','399.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('140','127','232','包邮 新款户外军迷阿帕奇T恤 纯棉男款短袖半袖特价宽松','ECS000232','0','1','328.80','274.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('141','128','232','包邮 新款户外军迷阿帕奇T恤 纯棉男款短袖半袖特价宽松','ECS000232','0','1','328.80','274.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('142','129','232','包邮 新款户外军迷阿帕奇T恤 纯棉男款短袖半袖特价宽松','ECS000232','0','1','328.80','274.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('143','130','232','包邮 新款户外军迷阿帕奇T恤 纯棉男款短袖半袖特价宽松','ECS000232','0','1','328.80','274.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('144','131','232','包邮 新款户外军迷阿帕奇T恤 纯棉男款短袖半袖特价宽松','ECS000232','0','1','328.80','274.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('145','132','232','包邮 新款户外军迷阿帕奇T恤 纯棉男款短袖半袖特价宽松','ECS000232','0','1','328.80','274.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('146','133','232','包邮 新款户外军迷阿帕奇T恤 纯棉男款短袖半袖特价宽松','ECS000232','0','1','328.80','274.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('147','134','88','家用静音办公室空调加湿器 香薰迷你大容量净化特价','ECS000088','0','1','120.00','100.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('148','134','86','海尔HGS-2164手持蒸汽挂烫机家用挂式电熨斗熨烫机正品全国联保','ECS000086','0','1','600.00','500.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('149','134','229','Jaka蝴蝶夫人浮雕陶瓷分层水果盘 点心盘子 双层三层 多款可选','ECS000229','0','1','139.20','116.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('150','134','110','养生壶玻璃加厚分体保温电煎药壶全自动花茶壶隔水炖正品','ECS000110','0','1','403.20','336.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('151','134','114','米酒机酸奶机全自动家用不锈钢正品包邮','ECS000114','0','1','106.80','89.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('152','135','243','比尔森啤酒健康烤肉 价值55元单人自助烤肉！节假日通用！','ECS000243','0','1','66.00','55.00','0.00','','0','0','virtual_good','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('153','136','51','高端2015夏装新款修身淑坊女女装蕾丝短袖复女连衣裙装','ECS000051','24','1','238.79','199.00','0.00','颜色:银色 \n尺码:XL \n','1','1','','0','0','85,86','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('154','136','51','高端2015夏装新款修身淑坊女女装蕾丝短袖复女连衣裙装','ECS000051','52','1','238.79','199.00','0.00','尺码:XL \n颜色:棕色 \n','1','1','','0','0','318,86','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('155','136','88','家用静音办公室空调加湿器 香薰迷你大容量净化特价','ECS000088','0','1','120.00','100.00','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('156','136','232','包邮 新款户外军迷阿帕奇T恤 纯棉男款短袖半袖特价宽松','ECS000232','0','1','328.80','274.00','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('157','136','231','可爱卡通餐盘水果盘点心盘 盘子儿童托盘餐具6件套','ECS000231','0','1','118.80','99.00','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('158','136','200','爱度AY800蓝牙音箱手机电脑迷你音响无线便携插卡低音炮 带蓝牙自拍 土豪金','ECS000200','0','4','115.00','98.00','0.00','','4','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('159','136','122','二级大2P智能云定频冷暖柜机空调','ECS000122','0','1','2694.00','2245.00','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('160','136','100','苹果（Apple）iPhone 6 (A1586) 16GB 金色 移动联通电信4G手机','ECS000100','27','1','5000.00','4888.00','0.00','颜色:白色 \n','1','1','','0','0','114','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('161','137','232','包邮 新款户外军迷阿帕奇T恤 纯棉男款短袖半袖特价宽松','ECS000232','0','1','328.80','274.00','0.00','','1','1','','0','0','','1','1','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('162','137','122','二级大2P智能云定频冷暖柜机空调','ECS000122','0','1','2694.00','2245.00','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('163','137','124','Haier/海尔 BCD-252WDBD 252升 无霜风冷 冷藏冷冻家用三门冰箱','ECS000124','0','1','3894.00','3245.00','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('164','138','232','包邮 新款户外军迷阿帕奇T恤 纯棉男款短袖半袖特价宽松','ECS000232','0','1','328.80','260.30','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('165','139','91','海尔ZB401G 家用小型床铺除螨仪 床上除螨机吸尘器 紫外线杀菌','ECS000091','0','2','478.79','339.15','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('166','139','86','海尔HGS-2164手持蒸汽挂烫机家用挂式电熨斗熨烫机正品全国联保','ECS000086','0','1','600.00','425.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('167','139','3','婴儿超值大礼包','','0','1','633.59','399.00','0.00','','0','1','package_buy','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('168','140','51','高端2015夏装新款修身淑坊女女装蕾丝短袖复女连衣裙装','ECS000051','24','1','238.79','169.15','0.00','颜色:银色 \n尺码:XL \n','1','1','','0','0','85,86','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('169','141','51','高端2015夏装新款修身淑坊女女装蕾丝短袖复女连衣裙装','ECS000051','53','1','238.79','169.15','0.00','颜色:棕色 \n尺码:M \n','0','1','','0','0','318,319','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('170','141','233','噜噜噜，让肌肤喝饱“水','ECS000233','0','1','94.80','67.15','0.00','','0','1','','0','0','','0','0','','0','50.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('171','142','233','噜噜噜，让肌肤喝饱“水','ECS000233','0','1','94.80','67.15','0.00','','0','1','','0','0','','0','0','','0','50.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('172','143','233','噜噜噜，让肌肤喝饱“水','ECS000233','0','1','94.80','67.15','0.00','','0','1','','0','0','','0','0','','0','50.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('173','144','51','高端2015夏装新款修身淑坊女女装蕾丝短袖复女连衣裙装','ECS000051','24','1','238.79','169.15','0.00','颜色:银色 \n尺码:XL \n','0','1','','0','0','85,86','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('174','145','51','高端2015夏装新款修身淑坊女女装蕾丝短袖复女连衣裙装','ECS000051','54','1','238.79','169.15','0.00','颜色:银色 \n尺码:M \n','0','1','','0','0','85,319','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('175','146','51','高端2015夏装新款修身淑坊女女装蕾丝短袖复女连衣裙装','ECS000051','52','1','238.79','169.15','0.00','尺码:XL \n颜色:棕色 \n','0','1','','0','0','318,86','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('176','147','240','test','ECS000240','0','1','1198.80','849.15','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('177','148','99','纯棉牛仔拼接修身男Polo衫','ECS000099','0','1','178.79','126.65','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('178','149','102','Polo衫男短袖 2015夏装男装短袖t恤 男士拼接撞色修身韩版潮','ECS000102','0','1','178.79','126.65','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('179','150','122','二级大2P智能云定频冷暖柜机空调','ECS000122','0','2','2694.00','1908.25','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('180','151','200','爱度AY800蓝牙音箱手机电脑迷你音响无线便携插卡低音炮 带蓝牙自拍 土豪金','ECS000200','0','1','115.00','83.30','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('181','152','248','巴肯特烤涮自助时尚汇','ECS000248','0','1','79.00','56.10','0.00','','1','0','virtual_good','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('182','153','200','爱度AY800蓝牙音箱手机电脑迷你音响无线便携插卡低音炮 带蓝牙自拍 土豪金','ECS000200','0','1','115.00','83.30','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('183','154','200','爱度AY800蓝牙音箱手机电脑迷你音响无线便携插卡低音炮 带蓝牙自拍 土豪金','ECS000200','0','1','115.00','83.30','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('184','155','10','越南红心火龙果5斤装 红肉火龙果 新鲜进口水果','ECS000010','0','1','42.00','29.75','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('185','157','100','苹果（Apple）iPhone 6 (A1586) 16GB 金色 移动联通电信4G手机','ECS000100','27','1','5000.00','4643.60','0.00','颜色:白色 \n','0','1','','0','0','114','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('186','157','75','宾格瑞（BINGGRAE）香蕉味牛奶饮料 200ml*24','ECS000075','0','1','155.00','122.55','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('187','157','91','海尔ZB401G 家用小型床铺除螨仪 床上除螨机吸尘器 紫外线杀菌','ECS000091','0','1','478.79','379.05','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('188','158','137','LOVO 罗莱家纺出品全棉斜纹床品套件四件套 兔斯基','ECS000137','0','1','478.79','379.05','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('189','159','114','米酒机酸奶机全自动家用不锈钢正品包邮','ECS000114','0','1','106.80','89.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('190','160','114','米酒机酸奶机全自动家用不锈钢正品包邮','ECS000114','0','1','106.80','89.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('191','161','114','米酒机酸奶机全自动家用不锈钢正品包邮','ECS000114','0','1','106.80','89.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('192','162','231','可爱卡通餐盘水果盘点心盘 盘子儿童托盘餐具6件套','ECS000231','0','1','118.80','99.00','0.00','','1','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('193','163','231','可爱卡通餐盘水果盘点心盘 盘子儿童托盘餐具6件套','ECS000231','0','1','118.80','99.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('199','169','278','西门子开关插座面板 悦动白墙壁二位双控带荧光开关','ECS000278','0','10','25.00','21.60','0.00','','10','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('194','164','49','安琦诺 夏装新品孕妇装 韩版休闲外出服喂奶衣套装','ECS000049','21','1','153.60','128.00','0.00','颜色:蓝色 \n尺码:M \n','0','1','','0','0','64,67','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('195','165','35','米妮哈鲁童装2015夏装新款女童韩版蕾丝连衣裙碎花公主裙','ECS000035','0','2','178.79','149.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('196','166','110','养生壶玻璃加厚分体保温电煎药壶全自动花茶壶隔水炖正品','ECS000110','0','1','403.20','336.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('197','167','110','养生壶玻璃加厚分体保温电煎药壶全自动花茶壶隔水炖正品','ECS000110','0','1','403.20','336.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('198','168','278','西门子开关插座面板 悦动白墙壁二位双控带荧光开关','ECS000278','0','3','25.00','21.60','0.00','','3','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('200','170','278','西门子开关插座面板 悦动白墙壁二位双控带荧光开关','ECS000278','0','1','25.00','18.36','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('201','171','291','女人志 新款灯笼袖中领毛衣+韩绒料口袋短裙套装送皮带2233','ED23188167','55','3','119.00','68.85','0.00','尺码:S \n','0','1','','0','0','339','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('202','172','290','妖精 韩版修身打底衫字母纯棉T恤','9034','59','1','0.00','0.00','0.00','颜色:黑色 \n尺码:L \n','1','1','','0','0','332,334','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('203','173','290','妖精 韩版修身打底衫字母纯棉T恤','9034','60','1','0.00','0.00','0.00','颜色:红色 \n尺码:L \n','1','1','','0','0','368,367','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('204','174','290','妖精 韩版修身打底衫字母纯棉T恤','9034','60','1','2.20','2.00','0.00','颜色:红色[1] \n尺码:L \n','0','1','','0','0','368,367','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('205','175','113','苹果（Apple）iPhone 6 Plus (A1524) 16GB 金色 移动联通电信4G手机','ECS000113','28','1','6825.59','5688.00','0.00','颜色:金色 \n','0','1','','0','0','129','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('206','175','100','苹果（Apple）iPhone 6 (A1586) 16GB 金色 移动联通电信4G手机','ECS000100','27','1','5000.00','4888.00','0.00','颜色:白色 \n','0','1','','0','0','114','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('207','176','231','可爱卡通餐盘水果盘点心盘 盘子儿童托盘餐具6件套','ECS000231','0','1','118.80','99.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('208','177','100','苹果（Apple）iPhone 6 (A1586) 16GB 金色 移动联通电信4G手机','ECS000100','27','1','5000.00','4888.00','0.00','颜色:白色 \n','0','1','','0','0','114','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('209','178','278','西门子开关插座面板 悦动白墙壁二位双控带荧光开关','ECS000278','0','1','25.00','21.60','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('210','179','287','韩国原装进口lotte乐天 2%富足水蜜桃果汁饮料240ml听装 夏季饮料','ECS000287','0','1','6.00','5.30','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('211','180','283','微信支付测试','ECS000283','61','1','0.12','0.10','0.00','颜色:粉色 \n尺码:40.5 \n','0','1','','0','0','327,328','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('212','181','283','微信支付测试','ECS000283','61','1','0.12','0.10','0.00','颜色:粉色 \n尺码:40.5 \n','0','1','','0','0','327,328','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('213','182','283','微信支付测试','ECS000283','61','1','0.12','0.10','0.00','颜色:粉色 \n尺码:40.5 \n','0','1','','0','0','327,328','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('214','183','281','卡贝 不锈钢户门吸15CM加长特长墙吸地碰门挡强磁现代家用五金 拉丝不锈钢','ECS000281','0','1','46.00','39.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('215','183','231','可爱卡通餐盘水果盘点心盘 盘子儿童托盘餐具6件套','ECS000231','0','2','118.80','80.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('216','184','283','微信支付测试','ECS000283','61','1','0.12','0.10','0.00','颜色:粉色 \n尺码:40.5 \n','0','1','','0','0','327,328','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('217','185','283','微信支付测试','ECS000283','61','1','0.12','0.10','0.00','颜色:粉色 \n尺码:40.5 \n','0','1','','0','0','327,328','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('218','186','140','雅鹿全棉四件套纯棉套件床上用品 回忆蓝 1.8米床','ECS000140','0','1','399.59','333.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('219','187','277','西门子开关插座面板 悦动白墙壁一开双控带荧光面板','ECS000277','0','1','19.00','16.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('220','188','100','苹果（Apple）iPhone 6 (A1586) 16GB 金色 移动联通电信4G手机','ECS000100','26','1','5100.00','4988.00','0.00','颜色:银色[100] \n','0','1','','0','0','115','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('221','189','7','新西兰红玫瑰苹果queen4个（约180g/个）','ECS000007','0','1','42.00','35.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('222','190','200','爱度AY800蓝牙音箱手机电脑迷你音响无线便携插卡低音炮 带蓝牙自拍 土豪金','ECS000200','0','1','115.00','98.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('223','191','282','超B级锁芯防伪升级版 防盗门锁芯 防锡纸开门37.5+32.5=70mm','ECS000282','0','1','154.00','129.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('224','192','283','微信支付测试','ECS000283','61','1','0.12','0.10','0.00','颜色:粉色 \n尺码:40.5 \n','0','1','','0','0','327,328','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('225','193','286','永味堂红番石榴汁饮料960ml','ECS000286','0','1','16.00','13.50','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('226','194','231','可爱卡通餐盘水果盘点心盘 盘子儿童托盘餐具6件套','ECS000231','0','1','118.80','99.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('227','195','231','可爱卡通餐盘水果盘点心盘 盘子儿童托盘餐具6件套','ECS000231','0','1','118.80','99.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('228','196','283','微信支付测试','ECS000283','61','2','0.12','0.10','0.00','颜色:粉色 \n尺码:40.5 \n','0','1','','0','0','327,328','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('229','197','205','索爱（soaiy）S-20 便携式蓝牙数码插卡智能音箱 青春版 珍珠白','ECS000205','0','1','333.00','299.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('230','198','118','Midea/美的 KFR-35GW/WPAA3 大1.5匹极速变频冷暖空调 稀土压缩机','ECS000118','0','1','2694.00','2245.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('231','199','139','优雅100 经典设计款全棉斜纹印花四件套','ECS000139','0','1','226.79','189.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");
E_D("replace into `ecs_order_goods` values('232','200','137','LOVO 罗莱家纺出品全棉斜纹床品套件四件套 兔斯基','ECS000137','0','1','478.79','399.00','0.00','','0','1','','0','0','','0','0','','0','0.00','0.00','-1');");

require("../../inc/footer.php");
?>