<?php

/**
 * ECSHOP ctopay 语言文件
 * ============================================================================
 * 版权所有 2005-2010 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: ---- $
 * $Id: cncard.php 17063 2010-03-25 06:35:46Z$
 */

global $_LANG;
$_LANG['dinpay']          = '智付';
$_LANG['dinpay_desc']     = '智付作为国内B2C电子商务网站中最早、最专业、最具规模的公司之一，目前拥有国内极其完善的银行卡在线实时支付平台和数字商品电子商务运营经验。含银联支付、手机支付、智游卡支付、交易更安全、快捷、方便，推荐使用。' ;

$_LANG['k_mid'] = '商户编号';
$_LANG['k_pass'] = '支付密钥';

$_LANG['dinpay_button'] = '立即使用智付支付';



?>